Repository: corentin-homemade/mymodule
Catalog: translations/*/ModulesMymoduleAdmin.*.xlf
Languages: fr_fr

source: Configuration text
fr_fr: Texte de configuration

source: Maximum 32 characters
fr_fr: Maximum 32 caractères

source: Show in Back Office menu
fr_fr: Afficher dans le menu back office

source: Enable this option to add the module to the Back Office menu.
fr_fr: Activez cette option pour ajouter le module au menu du Back Office.

source: Select Language
fr_fr: Sélectionner la langue

source: French
fr_fr: Français

source: English
fr_fr: Anglais

source: Select Theme
fr_fr: Sélectionner le thème

source: Dark Mode
fr_fr: Mode Sombre

source: Light Mode
fr_fr: Mode Lumineux

source: My module
fr_fr: Mon module

source: Description of my module.
fr_fr: Description de mon module.

source: Are you sure you want to uninstall?
fr_fr: Etes-vous sûr de vouloir désinstaller ?

source: No name provided
fr_fr: Aucun nom fourni

source: Configuration of my module
fr_fr: Configuration de mon module

source: Save
fr_fr: Enregistrer

source: Edit successful.
fr_fr: Modification réussite.

source: Maximum 400 characters
fr_fr: Maximum 400 caractères

source: Review text
fr_fr: Commentaire de l'avis

source: Select a value between 1 and 5
fr_fr: Sélectionnez une valeur entre 1 et 5

source: Rating value
fr_fr: Note

source: Delete
fr_fr: Supprimer

source: Edit
fr_fr: Modifier

source: Create
fr_fr: Ajouter
